[
    {
        "name":  "Alfheim",
        "founder":  "WCarlsson, kvickrot, Esskkil",
        "yearFounded":  "Maj 2024",
        "size":  "By",
        "biome":  "Old Growth Taiga",
        "coast":  "Nej",
        "wall":  "Stripped Spruce Logs (Klar)",
        "coords":  "-4200; -3100",
        "description":  "Alfheim saknar beskrivning i nuläget."
    },
    {
        "name":  "Antares",
        "founder":  "David",
        "yearFounded":  "April 2014",
        "size":  "By",
        "biome":  "Plains, Extreme Hills",
        "coast":  "Nordkust",
        "wall":  "Cobble, Stonebrick, Glas, 4 torn (Klar)",
        "coords":  "1200; 1860",
        "description":  "Antares var från början ett glashus David byggde några hundra block ifrån Yocadax precis brevid en NPC-village. Efter lite tipsande från Carl frågade David några vänner om de ville bygga liknade glashus där. Samuel och Carl gjorde detta och sen dess har en stad primärt gjord i glas växt fram, länge under namnet \u0027Glasstaden\u0027. För att få mer plats rev David ner nästan alla NPC-hus och nu finns bara en halvt sprängd kyrka kvar. Därifrån namnet Antares, vilket var en raket som sprängdes under uppskjutning vid samma tid som staden skulle döpas. \nUnder LAN har Josef, Carl, David och Axel byggt upp staden med nya hus, mur och hamn."
    },
    {
        "name":  "Arboria",
        "founder":  "Carl, Josef, David",
        "yearFounded":  "2014",
        "size":  "Stad",
        "biome":  "Jungle",
        "coast":  "Nej",
        "wall":  "Nej",
        "coords":  "4900; 3150",
        "description":  "Tänk dig att du vandrar i djungeln, långt från all civilisation, och ser en träkoja skymta mellan trädtopparna. När du kollar noga ser du en till bakom grenverken, och en till. Plötsligt inser du att du står under en hel stad, uppspänd av de tjocka djungelträden: Arboria!\nArboria grundades av Carl, Josef och David under deras LAN precis som Yocadax och Antares. I mitten av staden växer ett enormt träd ur en damm, i vilket man kan gå in och utforsak de rum som kronan och grenverket gör upp."
    },
    {
        "name":  "Bergavik",
        "founder":  "Carl, Nicke",
        "yearFounded":  "November 2013",
        "size":  "Vanlig Stad",
        "biome":  "Extreme Hills",
        "coast":  "Östkust",
        "wall":  "Stonebricks, Dark Oak, 6 torn (Klar)",
        "coords":  "1650; -4000",
        "description":  "Bergavik skiljer sig från alla andra städer då den är byggd under två massiva berg. Stadens första byggnader var Carls fiskestuga och Nickes Dojo en bit från New Earth där de kunde vara själva men nära till civilisationen. Efter att spelat där några veckor så fick de idén att bygga ett stort ihåligt berg där de kunde bygga en stad. Den 24 November 2013 började de bygga berget och blev klara redan dagen därpå men lyckades även ta slut på all sten de hade samt all sten Malle125 hade.\nSen dess har grottstaden vuxit. Ett till berg har byggts och det första har byggts ut och blivit nära dubbelt så stort (Plains-dalen låg från början utanför). Två uppbyggda drakar bor i Huvudberget, och deras huvuden agerar portar till Carls och Nickes baser i staden."
    },
    {
        "name":  "By Dela By",
        "founder":  "Hugo, Olof",
        "yearFounded":  "Augusti 2019",
        "size":  "By",
        "biome":  "Oak Forest",
        "coast":  "Östkust",
        "wall":  "Cobble, Oakwood, Spruce-planks, 1 torn (Oklar?)",
        "coords":  "-840; 760",
        "description":  "By Dela By saknar stadsbeskrivning i nuläget."
    },
    {
        "name":  "Dark Rune ",
        "founder":  "LadyDeathaly",
        "yearFounded":  "April 2024",
        "size":  "By",
        "biome":  "Plains, Cherry Blossoms, Savana",
        "coast":  "Nej",
        "wall":  "Cooble, Spruce Logs, Deepslate Cobble (Oklar)",
        "coords":  "4100; 15500",
        "description":  "Dark Rune är en sista bastion för Dödsgudinnan Deathaly och det sista försvaret till hennes huvudtempel The LD Towers. Dark Rune grundades av Deathaly själv som en elementär stad. Då Gudakriget utbröt så blev Dark Rune-stad och keep en befästning som försvarar Deathalys land från onda krafter.  Dark Rune befinner sig på 2 berg och en dalgång. Båda bergen förbinds dmed LD-bron som byggdes när Dark Rune blev en befästning för att enklare föra trupper mellan bergen. Idag har krigets rop försvunnit och invånarna har återvänt för att dyrka Deathaly igen och återvända till sina hem. (Dark rune är väldigt mycket RPG inspirerat.)"
    },
    {
        "name":  "Fabulania",
        "founder":  "Andreas, Carl-Johan",
        "yearFounded":  "Mars 2013",
        "size":  "Storstad",
        "biome":  "Plains, Jungle, Extreme Hills",
        "coast":  "Västkust",
        "wall":  "Stonebricks, Oakplanks, 8 torn (Klar)",
        "coords":  "0; -900",
        "description":  "Fabulania är serverns huvudstad och den största staden som funnits i LeCaNis historia. Den grundades i Mars 2013 av xxSlaktarn och LilleAndrew. Därför är detta den enda staden som funnits med unte hela LeCaNis tid (den här världen). Den har vukit mycket, för det mesta i träbyggen men även ett och annat stenhus tittar fram.\nFabulanias Mur påbörjades i Maj 2013 av Andreas och Carl och stod nästan helt klar i Februari 2018. Det dröjde dock till Januari 2021 innan det sista blocket sattes ut av samma personer som påbörjade bygget åtta år tidigare.\nI December 2021 genomgick Fabulania ett stort renoveringsprojekt av Carl som bland annat återställde förstörda hus, och terraformade stadens natur."
    },
    {
        "name":  "Hydropolis",
        "founder":  "Carl, Viktor",
        "yearFounded":  "Januari, 2020",
        "size":  "By",
        "biome":  "Deep Ocean",
        "coast":  "ÖVERALLT",
        "wall":  "Nej",
        "coords":  "-3000; -1870",
        "description":  "Hydropolis, döpt 2023 (tidigare Undervattenstaden), består av en uppsättning glaskupoler på botten av en Deep Ocean-biom och grundades strax efter The Aquatic Update, när conduits lades till. Utöver glasrum besitter också Hydropolis en stor diamantgruva, en Guardianfarm och en grönskande grotta skapad med TNT."
    },
    {
        "name":  "LDN-Gruvorna",
        "founder":  "LadyDeathaly, SimonWi",
        "yearFounded":  "Juli 2024",
        "size":  "By",
        "biome":  "Plains",
        "coast":  "Nej",
        "wall":  "Blandade stenar, Spruce, Leaves (Oklar)",
        "coords":  "5000; 17200",
        "description":  "LDN-Gruvorna är ett mörkt och dystert gruvsamhälle som förser LD-Nationen med byggmaterial. Samhället består av cirka 14 hus, varav två radhusområden och en butik (LKAB Raketer AB). Området domineras av Gruv-HQ som styrs av en high priestess, ett gruvgille och en stor masugn. Staden följer samma regler som Dark Rune och resten av LDN, med fokus på slumområde och gruvverksamhet som byggtema."
    },
    {
        "name":  "Meidera",
        "founder":  "Carl",
        "yearFounded":  "Maj, 2014",
        "size":  "Vanlig stad",
        "biome":  "Plains, Oak Forest",
        "coast":  "Insjö i mitten av staden",
        "wall":  "Nej",
        "coords":  "4000; -2100",
        "description":  "Meidera grundades av Carl (då MinerC1224, nu LEC1224) efter att Nethervägen till New Earth byggts. Målet var att ha en fin träby runt en fin insjö. Många av serverns invånade byggde varsitt hus här och byn blev snabbt en stad. Meidera stod orörd under många år, men i Februari 2021 återvände Carl och Nicke till staden och byggde en stor svävande ö lite norrut. Tanken är att ön ska ha en mystisk borg belägen på sig, men det projektet har inte byggts vidare på."
    },
    {
        "name":  "New Earth",
        "founder":  "Carl, Puntuz, Zimon, Johan, Emil, Jacob (lansite), Erik",
        "yearFounded":  "November 2013",
        "size":  "Vanlig Stad",
        "biome":  "Forest, Roofed Forest",
        "coast":  "Nej",
        "wall":  "Cobble, Oakplanks, Stonebrick (Oklar, sen riven)",
        "coords":  "1860; -3500",
        "description":  "New Earth var ett sätt att väcka aktivitet på LeCaNi och lyckades. I ett par månader spelade många på servern och alla bodde ihop. Affärer öppnades och gemenskapen stärktes på ett sätt LeCaNi inte varit med om under lång tid tillbaka. Efter några månader griefades en stor del av staden och nu står bara runt hälften av husen kvar och tillsammans med ruinerna av andra hus bildar de en mystisk spökstad bärandes på många, korta minnen i en av LeCaNis många skogar."
    },
    {
        "name":  "Odöpta Fortet",
        "founder":  "Oskar, Carl, Nicke",
        "yearFounded":  "2014",
        "size":  "Vanlig Stad",
        "biome":  "Ice Plains, Ice Plain Hills",
        "coast":  "Nordkust",
        "wall":  "Cobble, Stone, Stonebricks, 22 torn (Klar)",
        "coords":  "900; -2550",
        "description":  "Odöpta Fortet är en befästning byggd i nordpolen, en stor glaciär mellan Fabulania och New Earth. Borgen byggdes av Oskar (stimpe), Carl (MinerC1224) och Nicke (nicke1224) under ett LAN hos Oskar och efter några expansioner började även en by växa fram runt omkring. Byn är skyddad av fortet så väl som av en av LeCaNis längsta murar som slingrar sig runt borgen, till skillnad från många andra städers rektangulära murar. Dess stora väggar, anvancerade inkräktssytem samt dess isolerade placering i en snötäckt öken gör det odöpta fortet till en av LeCaNis mest skyddade platser."
    },
    {
        "name":  "Old City",
        "founder":  "André, Gustav",
        "yearFounded":  "Februari 2017",
        "size":  "Vanlig Stad",
        "biome":  "Forest, Roofed Forest, Swampland, Ocean",
        "coast":  "Sydvästkust",
        "wall":  "Nej",
        "coords":  "Choords: 2900; -1100",
        "description":  "Old City grundades som ett projekt av MajaGustav, André och Freddan och har sedan dess växt till att bli en av LeCaNis största städer. Stadsbilden är lätt igenkännbar genom deras ikonska skruvade skyskrapor och flitigt användande av facklor för beslysning både längs vägarna och i skogen. Trots sitt namn följer inte Old City ett uniformt byggtema men har olika stadsdelar med olika teman. Centrum är beklätt i trähus och gråa ullgångar, till norr ligger en medeltida befästning av sten med innergård och till öst ligger ett kvarter med moderna hus."
    },
    {
        "name":  "Swamp Side Village",
        "founder":  "Wsen, Wowtres",
        "yearFounded":  "2013",
        "size":  "By",
        "biome":  "Jungle",
        "coast":  "Nej",
        "wall":  "Nej",
        "coords":  "-60; -1550",
        "description":  "Swamp Side Village består av några mysigt beladga hyddor av Stone Bricks och Spruce Planks i djungeln norr om Fabulania, öst om The Rike."
    },
    {
        "name":  "The Lady",
        "founder":  "LadyDeathaly",
        "yearFounded":  "Juli 2025",
        "size":  "Stad",
        "biome":  "Djungel, Coral Reef",
        "coast":  "Västkust",
        "wall":  "Flera murar",
        "coords":  "3600; 16000",
        "description":  "The Lady är huvudstaden av LDN och har många hus. LDN plaza är en del av The Lady och Lake Deathaly. Staden är privat, och folk kan köpa färdiga hus eller tomter vid bygglov. Staden har ett gothics-death-tema och en arkitektur liknande LD-Tornen."
    },
    {
        "name":  "The Rike",
        "founder":  "Carl",
        "yearFounded":  "April 2013",
        "size":  "By",
        "biome":  "Forest, Taiga, Jungle",
        "coast":  "Nordkust",
        "wall":  "Cobblestone, Stonebricks, 4 torn (Klar)",
        "coords":  "-200; -1550",
        "description":  "The Rike grundades i tidig historia av Carl, som ett hus för gruvarbete en bit ifrån Fabulania för att slippa stöta på gamla gruvgångar. Efterhand började Carl även skaffa ved till Fabulanias invånare och skogen det tidiga The Rike var belagd i blev till en gräsplatå på kort tid. Sakta växte staden fram och nu är det den mysiga träby ingen trodde det skulle bli och har nu även utväklats till ett ställe för Team 1224, en av LeCaNis crews, därbland Nicke, Carl och Oskar. The Rike blev även den första staden med fulla murar. Efter över ett år av aktivitet i staden blev varenda lilla trähus uppbränt i ett grief och Carl, som hade byggt upp staden, flyttade till Bergavik för att fortsätta livet på LeCaNi. Med honom följde både Nicke och Oskar och The Rike lämnades griefad i en lång tid.\nEfter många långa månader i damm kom Carl tillbaka till staden i Juni 2015 och reparerade många av husen, inte för att flytta dit men för minnens skull. Under sent 2010-tal flyttade Andreas in i The Rike och byggde upp ett ståtligt Sandstone-Bone-hus"
    },
    {
        "name":  "Vildtmarken",
        "founder":  "Carl, Josef",
        "yearFounded":  "November 2022",
        "size":  "Vanlig stad",
        "biome":  "Plains, Oak forest, Dark forest, Hills",
        "coast":  "Nej",
        "wall":  "Deepslate Bricks, Stone, Sprucewood, 0/4 hörntorn (Oklar)",
        "coords":  "8000; -9000",
        "description":  "Vildtmarken skapades i syfte att nå nygenererad terräng som uppkommit både i Overworld och Nether. Carl började bygga en väg i Nether som gick tusen block i vardera axel, och således gått en bit in i nygenererad netherterräng. Där byggde han och Josef en portal och utforskade terrängen de nådde. De båda var mycket nöjda med naturutbudet och grundade en ny stad där.\nNamnet på staden syftar till den mer glesbebyggda stadsform Vildtmarken tagit, där spelare valt att bygga hus längre ifrån varandra och skapa mer utrymme för tomter, stigar och skog emellan husen. Denna byggstil skiljer sig från t.ex. Fabulanias mer begränsade utrymme inom sina murar, där ett tydligt centrum och vissa tätbebyggda stadsdelar växt fram. Namnet myntades i discord av Carl, Martin och SpX när staden var mycket ung.\nI April 2023 påbörjades bygget av Vildtmarkens mur med ambitionen att bli Minecraft-Sveriges största survival-mur med 6000 blocks längd och 33 blocks höjd. I skrivande stund (September 2023) står sen södra sidan klar, medan de andra sidorna är opåbörjade."
    },
    {
        "name":  "Yocadax",
        "founder":  "Carl, Josef, David",
        "yearFounded":  "Oktober 2013",
        "size":  "By",
        "biome":  "Forest, Extreme Hills",
        "coast":  "Nej",
        "wall":  "Cobblestone, 2 torn (Klar)",
        "coords":  "1800; 2130",
        "description":  "Yocadax är en liten by långt, långt bort från närmsta civilisation. Långt mycket längre än vad som egentligen är tillåtet. Staden grundades under ett LAN hos MinerC med Josef (som spelade på Nicke1224s konto), MinerD och Aggebah. Namnet är en förädling av de två första bokstäverna i invånarnas namn: Josef, Carl, David, Axel =\u003e Jo-Ca-Da-Ax =\u003e Jocadaax = Yocadax."
    }
]
